{
  "strings": {
    "ENEMIES_RETURNS_SPITTER_BODY_NAME": "Spitter",
    "ENEMIES_RETURNS_SPITTER_BODY_LORE": "Field Notes:\n\nAlas, another hostile creature. This one's nature certainly betrays its precocious appearance. It even seems to be vexed by my retaliation. What a petulant fellow.\n\nHis snapping maw hurls orange bile. The acidic mucus must be detonated by the gnashing teeth- conceivably similar to our picric acid. Fascinating, how could this have arisen?\n\nPost-mortem I was also able to discover the source of the creature's impressive flexibility. Aside from the skull, mandible, and teeth, the skeleton is highly cartilaginous!",
    "ENEMIES_RETURNS_SPITTER_BITE_NAME": "Bite",
    "ENEMIES_RETURNS_SPITTER_BITE_DESCRIPTION": "Bite enemies in melee range.",
    "ENEMIES_RETURNS_SPITTER_NORMAL_SPIT_NAME": "Spit",
    "ENEMIES_RETURNS_SPITTER_NORMAL_SPIT_DESCRIPTION": "Fire a fast projectile.",
    "ENEMIES_RETURNS_SPITTER_CHARGED_SPIT_NAME": "Charged Spit",
    "ENEMIES_RETURNS_SPITTER_CHARGED_SPIT_DESCRIPTION": "Charge a slow projectile that leaves a puddle of poison on hit.",
    "ENEMIES_RETURNS_UNLOCKABLE_LOG_SPITTER": "Monster Log: Spitter",

    "ENEMIES_RETURNS_COLOSSUS_BODY_NAME": "Colossus",
    "ENEMIES_RETURNS_COLOSSUS_BODY_LORE": "Field Notes:\n\nA low groaning, lasting for a few days at least. From the relative safety of my drop pod I watched as a mountain rose to its knees, pushing itself up with arms of stone and dirt and twine.\n\nThe Colossus appears as a cousin of the Rock Golem and share many similarities, from its red gaze to its stocky stature. Around its feet many smaller golems rose, joining it. In what possible ways could conventional weapons help me?\n\nI've begun to find a dark humor in the absolute overkill that I face. This is simply ridiculous.",
    "ENEMIES_RETURNS_COLOSSUS_BODY_SUBTITLE": "Giant Stone Guardian",
    "ENEMIES_RETURNS_COLOSSUS_STOMP_NAME": "Stomp",
    "ENEMIES_RETURNS_COLOSSUS_STOMP_DESCRIPTION": "Stomp nearby enemies, sending shock waves all around.",
    "ENEMIES_RETURNS_COLOSSUS_STONE_CLAP_NAME": "Rock Clap",
    "ENEMIES_RETURNS_COLOSSUS_STONE_CLAP_DESCRIPTION": "Spread arms, while stones rise from the ground, then make a sudden clap, forcing stones to fly around and hit nearby targets.",
    "ENEMIES_RETURNS_COLOSSUS_LASER_BARRAGE_NAME": "Laser Barrage",
    "ENEMIES_RETURNS_COLOSSUS_LASER_BARRAGE_DESCRIPTION": "Take a stance, preparing to fire. After a short period rain a devastating barrage of projectiles.",
    "ENEMIES_RETURNS_UNLOCKABLE_LOG_COLOSSUS": "Monster Log: Colossus",
    "ENEMIES_RETURNS_COLOSSUS_HEAD_LASER_NAME": "Giant Laser",
    "ENEMIES_RETURNS_COLOSSUS_HEAD_LASER_DESCRIPTION": "Take a stance, preparing to fire. After a short period fire a giant laser, sweeping left to right multiple times.",

    "ENEMIES_RETURNS_ITEM_COLOSSAL_KNURL_NAME": "Colossal Fist",
    "ENEMIES_RETURNS_ITEM_COLOSSAL_KNURL_PICKUP": "Chance on hit to summon a giant fist.",
    "ENEMIES_RETURNS_ITEM_COLOSSAL_KNURL_DESCRIPTION": "<style=cIsDamage>{0}</style> chance on hit to summon a <style=cIsDamage>Colossal Fist</style> that deals <style=cIsDamage>{1}</style><style=cStack>(+{2} per stack)</style> TOTAL damage.",
    "ENEMIES_RETURNS_ITEM_COLOSSAL_KNURL_LORE": "Destination: 6542, Fractured Rock, Unknown\n\nDate: 7/22/2056\n\nThere is obviously some essence left in this hunk; the Knurl is still attracting nearby earth and dirt, trying to reconstruct itself. Perhaps I can use this to my advantage; a self-repairing chunk of earth could serve as a good shield.",

    "ENEMIES_RETURNS_IFRIT_BODY_NAME": "Ifrit",
    "ENEMIES_RETURNS_IFRIT_BODY_SUBTITLE": "Scion of the Infernal King",
    "ENEMIES_RETURNS_IFRIT_BODY_LORE": "Field Notes:\n\nCould this be..? Tales I never believed recounted a horrible beast, fire incarnate. Scourder of another solar system, the Ifrit nearly wiped out an entire space colony before being chained and launched into the great black void. Supposedly the flaming jets that accompanied his roars could be seen for days as he drifted outwards.\n\nGreat towers, what must have been the containment structure, prevented his escape even on this forsaken plane. The only explanation I have for my surviving this legendary encounter is his many years drifting in space and having been fettered in this unforgiving, frozen wasteland.",
    "ENEMIES_RETURNS_IFRIT_SUMMON_PYLON_NAME": "Summon Pillars",
    "ENEMIES_RETURNS_IFRIT_SUMMON_PYLON_DESCRIPTION": "Summon multiple pillars in nearby locations. Pillars take some time to charge and once fully charged deal devastating damage to surrounding enemies and burning them.",
    "ENEMIES_RETURNS_IFRIT_HELLZONE_NAME": "Hellzone",
    "ENEMIES_RETURNS_IFRIT_HELLZONE_DESCRIPTION": "Fire a giant fireball that leaves a crater on impact. After a few moments molten rocks shoot into the sky that burn enemies.",
    "ENEMIES_RETURNS_IFRIT_FLAME_CHARGE_NAME": "Flame Charge",
    "ENEMIES_RETURNS_IFRIT_FLAME_CHARGE_DESCRIPTION": "Charge forward, burning everything in its path, leaving burn trail behind.",
    "ENEMIES_RETURNS_UNLOCKABLE_LOG_IFRIT": "Monster Log: Ifrit",
    "ENEMIES_RETURNS_IFRIT_SMASH_NAME": "Smash",
    "ENEMIES_RETURNS_IFRIT_SMASH_DESCRIPTION": "Smash in front dealing damage and knocking enemies back.",

    "ENEMIES_RETURNS_IFRIT_PYLON_BODY_NAME": "Fiery Pillar",

    "ENEMIES_RETURNS_ITEM_SPAWN_PILLAR_ON_CHAMPION_KILL_NAME": "Infernal Lantern",
    "ENEMIES_RETURNS_ITEM_SPAWN_PILLAR_ON_CHAMPION_KILL_PICKUP": "Upon large or elite monster kill summon a fiery pillar.",
    "ENEMIES_RETURNS_SPAWN_PILLAR_ON_CHAMPION_KILL_DESCRIPTION": "<style=cIsDamage>Killing large monsters</style> spawns a <style=cIsDamage>fiery pillar</style>. After <style=cIsUtility>{0}s</style> pillar <style=cIsDamage>explodes</style> dealing <style=cIsDamage>{1}</style><style=cStack>(+{2} per stack)</style> base damage in <style=cIsDamage>{3}m</style> radius. <style=cIsDamage>Killing elite monsters</style> has <style=cIsDamage>{4}</style> chance to cause the same effect.",
    "ENEMIES_RETURNS_ITEM_SPAWN_PILLAR_ON_CHAMPION_KILL_LORE": "Destination: Lot Z, Auction House, Unknown\n\nDate: 4/10/2056\n\nWhen I finally took the beast down, I tore the lantern off the tower it summoned, hoping for it to help on this journey. I've felt a strange power since obtaining it... while I feel stronger, I feel like I am no longer alone.",

    "ENEMIES_RETURNS_MECHANICAL_SPIDER_BODY_LORE": "Field Notes:\n\nThe malware of our age! These mechanical parasites were probably lurking on the ship before the crash. Pirates will use these bugs to collect especially valuable cargo, redirect transmission signals, or even hijack ships. Spiders can be programmed with all kinds of malicious objectives. \n\nIn general they are quite difficult to find and eradicate on large vessels, but now that they're loose they seem to be able to operate outside their software. They have retained their defense capabilities, and are risky to engage. Though, I wonder, how long will they continue to run without access to an electrical grid?",
    "ENEMIES_RETURNS_MECHANICAL_SPIDER_BODY_NAME": "Mechanical Spider",
    "ENEMIES_RETURNS_UNLOCKABLE_LOG_MECHANICAL_SPIDER": "Monster Log: Mechanical Spider",
    "ENEMIES_RETURNS_MECHANICAL_SPIDER_INTERACTABLE_NAME": "Broken Mechanical Spider",
    "ENEMIES_RETURNS_MECHANICAL_SPIDER_INTERACTABLE_DESCRIPTION": "A broken mechanical spider. With a few know-hows and gold it will switch sides and help the survivor.",
    "ENEMIES_RETURNS_MECHANICAL_SPIDER_CONTEXT": "Repair Mechanical Spider",
    "ENEMIES_RETURNS_MECHANICAL_SPIDER_DOUBLE_SHOT_NAME": "Double Shot",
    "ENEMIES_RETURNS_MECHANICAL_SPIDER_DOUBLE_SHOT_DESCRIPTION": "Open a hatch, charge the gun and shoot two fast projectiles.",
    "ENEMIES_RETURNS_MECHANICAL_SPIDER_DASH_NAME": "Dash",
    "ENEMIES_RETURNS_MECHANICAL_SPIDER_DASH_DESCRIPTION": "Dash a short distance."
  }
}
