{
	"strings": {
		"ENEMIES_RETURNS_SPITTER_BODY_NAME": "Spitter",
		"ENEMIES_RETURNS_SPITTER_BODY_LORE": "Field Notes:\n\nAlas, another hostile creature. This one's nature certainly betrays its precocious appearance. It even seems to be vexed by my retaliation. What a petulant fellow.\n\nHis snapping maw hurls orange bile. The acidic mucus must be detonated by the gnashing teeth- conceivably similar to our picric acid. Fascinating, how could this have arisen?\n\nPost-mortem I was also able to discover the source of the creature's impressive flexibility. Aside from the skull, mandible, and teeth, the skeleton is highly cartilaginous!",
		"ENEMIES_RETURNS_SPITTER_BITE_NAME": "Bite",
		"ENEMIES_RETURNS_SPITTER_BITE_DESCRIPTION": "Bite enemies in melee range.",
		"ENEMIES_RETURNS_SPITTER_NORMAL_SPIT_NAME": "Spit",
		"ENEMIES_RETURNS_SPITTER_NORMAL_SPIT_DESCRIPTION": "Fire a fast projectile.",
		"ENEMIES_RETURNS_SPITTER_CHARGED_SPIT_NAME": "Charged Spit",
		"ENEMIES_RETURNS_SPITTER_CHARGED_SPIT_DESCRIPTION": "Charge a slow projectile that leaves a puddle of poison on hit.",
		"ENEMIES_RETURNS_UNLOCKABLE_LOG_SPITTER": "Monster Log: Spitter",

		"ENEMIES_RETURNS_COLOSSUS_BODY_NAME": "Colossus",
		"ENEMIES_RETURNS_COLOSSUS_BODY_LORE": "Field Notes:\n\nA low groaning, lasting for a few days at least. From the relative safety of my drop pod I watched as a mountain rose to its knees, pushing itself up with arms of stone and dirt and twine.\n\nThe Colossus appears as a cousin of the Rock Golem and share many similarities, from its red gaze to its stocky stature. Around its feet many smaller golems rose, joining it. In what possible ways could conventional weapons help me?\n\nI've begun to find a dark humor in the absolute overkill that I face. This is simply ridiculous.",
		"ENEMIES_RETURNS_COLOSSUS_BODY_SUBTITLE": "Giant Stone Guardian",
		"ENEMIES_RETURNS_COLOSSUS_STOMP_NAME": "Stomp",
		"ENEMIES_RETURNS_COLOSSUS_STOMP_DESCRIPTION": "Stomp nearby enemies, sending shockwaves all around.",
		"ENEMIES_RETURNS_COLOSSUS_STONE_CLAP_NAME": "Rock Clap",
		"ENEMIES_RETURNS_COLOSSUS_STONE_CLAP_DESCRIPTION": "Spread arms, while stones rise from the ground, then make a sudden clap, forcing stones to fly around and hit neaby targets.",
		"ENEMIES_RETURNS_COLOSSUS_LASER_BARRAGE_NAME": "Laser Barrage",
		"ENEMIES_RETURNS_COLOSSUS_LASER_BARRAGE_DESCRIPTION": "Take a stance, preparing to fire. After a short period rain a devastating barrage of projectiles.",
		"ENEMIES_RETURNS_UNLOCKABLE_LOG_COLOSSUS": "Monster Log: Colossus"
	}
}